{

  "inventory": [],
  "nodes": [
    {
      "id": 1,
      "text": "Вы парите в океане снов, где город растворяется в сиреневом свете, как масляные краски на черном бархате. Вокруг — туманная дымка, еле различимые силуэты крыш и антенн, мерцающие оранжевыми и зелеными огнями. Теплый свет едва касается вашего лица, пробираясь сквозь закрытые веки, но вдруг рваный и настойчивый звук прорезает этот безмятежный покой. Дверной звонок — резкий и чуждый здесь. Вы открываете глаза. Грязный свет неоновых вывесок струится в окно, заливая комнату тусклыми пятнами, отражаясь от капель дождя, которые, как слезы, ползут по стеклу. За окном — нескончаемая ночь, город, словно застывший во времени, теряется в холодной дымке. Затхлый запах старого ковра смешивается с ароматом выветрившегося табака и теплого пластика настольной лампы. Ваш «офис» — обшарпанная комната на последнем этаже обветшалого здания, где обои отслаиваются, обнажая серый бетон. Вдруг раздается легкое поскрипывание у двери, и на пороге возникает тень. Женщина в длинном черном пальто, её силуэт — лишь темное пятно на фоне неонового света с улицы. Это Эвелин Марш. Её бледное лицо с резкими чертами скрыто под клобуком, символом 'Синтетического Рассвета', движения, что вечно вызывало вопросы. В глазах читается усталость, они глубоки, как мрак ночи, отдают странным блеском, словно отражают свет города. Вы чувствуете, как по комнате прошелся холодный сквозняк, и воздух наполнился легким запахом дешевого парфюма, почти потерянного среди городского смога и дождя.",
      "options": [
        {
          "text": "Спросить, чем ей помочь",
          "description": "Вы сдержанно открываете дверь шире, вглядываясь в её измученное лицо. 'Чем могу быть полезен?' — ваш голос звучит в тишине, как чужеродное эхо, ожидающее услышать отклик.",
          "rewards": [],
          "next_node": 2
        },
        {
          "text": "Пригласить её внутрь",
          "description": "Вы отступаете вглубь комнаты, кивком головы приглашая её войти. В тяжелом молчании она переступает порог, и кажется, что её тень растворяется на полу рядом с выцветшим ковром.",
          "rewards": [],
          "next_node": 3
        },
        {
          "text": "Игнорировать её",
          "description": "Вы закрываете дверь, не обращая на женщину внимания. Возможно, это просто очередная потерянная душа в этом городе без лиц.",
          "rewards": [],
          "next_node": 4
        }
      ]
    },
    {
      "id": 2,
      "text": "Эвелин сдержанно смотрит на вас, словно решает, стоит ли ей продолжать говорить. Она опускает руки в глубокие карманы пальто, ее пальцы, холодные и тонкие, едва заметно дрожат. Голос её тихий, с хрипотцой, как у человека, который давно разучился кричать и лишь шепчет, стараясь, чтобы никто не услышал лишнего. Она рассказывает, что её младшая сестра, Лила, исчезла несколько дней назад. Город проглотил её, как он делает это каждый день со множеством таких же молодых и беспечных. Эвелин уже пыталась искать помощи у полиции, но получила лишь усталые взгляды и пустые обещания. Её глаза, холодные и светлые, упираются в вас, будто молят: 'Вы — моя последняя надежда.'",
      "options": [
        {
          "text": "Согласиться взяться за дело",
          "description": "Вы киваете, ощущая в её словах что-то мрачное и неизбежное, как гроза, что всегда назревает над этим городом. Кажется, вас захлестывает чувство странного предвкушения.",
          "rewards": [],
          "next_node": 5
        },
        {
          "text": "Отказаться",
          "description": "Вы, не колеблясь, отказываете ей, решив, что этот город слишком часто подбрасывает загадки, на которые не всегда нужны ответы.",
          "rewards": [],
          "next_node": 6
        }
      ]
    },
    {
      "id": 3,
      "text": "Эвелин благодарно кивает, делая шаг внутрь, и звук её шагов — глухой и едва слышный — поглощается мягким ковром. Её пальто слегка колышется, будто она принесла с собой холод и ветер из ночного города. Вы жестом указываете ей на обшарпанный стул у окна, тот самый, что стоит здесь, наверняка, со времён основания здания. Она садится, и в её взгляде — скрытая усталость и недосказанность. Несколько секунд она сидит молча, затем начинает говорить, тихо, будто рассказывает что-то святое. Лила Марш, её младшая сестра, исчезла, и, похоже, с тех пор тьма словно пропитала её собственные мысли. Она говорит о полиции, о их равнодушии, и вы понимаете, что в её глазах — не просто усталость, а боль от бессилия.",
      "options": [
        {
          "text": "Выслушать её внимательно",
          "description": "Вы тихо киваете, ваши глаза не отрываются от неё. Кажется, воздух вокруг сгущается, а тиканье старых часов на стене замедляется.",
          "rewards": [],
          "next_node": 5
        },
        {
          "text": "Предложить ей выпить",
          "description": "Вы достаете бутылку виски из ящика и наливаете в два мутных стакана. Это старый добрый способ приглушить боль, хотя бы на миг.",
          "rewards": [],
          "next_node": 7
        }
      ]
    },
    {
      "id": 4,
      "text": "Вы решаете проигнорировать её, снова погружаясь в привычные дела. За дверью тишина тянется несколько секунд, и вы уже думаете, что она ушла. Но затем слышите её слабый, несмелый вздох, словно тот, кто в последний момент передумал. Наконец, её шаги начинают удаляться, растворяясь в шорохе дождя за окном.",
      "options": [
        {
          "text": "Посмотреть в окно",
          "description": "Вы подходите к окну, наблюдая, как её тонкий силуэт исчезает под дождём, растворяясь в неоновой дымке, будто никогда и не существовал.",
          "rewards": [],
          "next_node": 8
        },
        {
          "text": "Продолжить заниматься делами",
          "description": "Вы возвращаетесь к своим делам, словно забывая о её присутствии, но откуда-то остаётся лёгкое чувство, что город что-то забрал у вас.",
          "rewards": [],
          "next_node": 9
        }
      ]
    },
    {
      "id": 5,
      "text": "Эвелин рассказывает, как её сестра, Лила, исчезла три дня назад. Последний раз её видели в офисе 'Нексус Тех', компании, в стенах которой, как поговаривают, творятся тёмные дела. Офис, полное стеклянных коридоров и безликих кубиклов, словно мраморный лабиринт. На мгновение вы ловите взгляд Эвелин, в нём пробегает огонёк воспоминаний, и она молча достаёт из кармана фотографию Лилы. Это тонкий снимок на глянцевой бумаге — молодая девушка, двадцати лет, светлые волосы свободно падают на плечи, в глазах блеск, обещающий свободу и дерзость. Едва вы отрываете взгляд от фото, Эвелин уже исчезает, словно растворившись в ночи за окном. В комнате царит тишина, а капли дождя начинают отбивать на стекле ритм города, убаюкивая вас в безмолвных раздумьях.",
      "options": [
        {
          "text": "Осмотреть фотографию",
          "description": "На фотографии Лила Марш, молодая девушка с длинными светлыми волосами и глазами, полными скрытых тайн. Её лицо — призрак, воплощение всех, кого этот город поглотил в своих закоулках.",
          "rewards": [
            {
              "type": "item",
              "name": "Фотография Лилы",
              "description": "На фотографии изображена молодая девушка лет двадцати, с длинными блондинистыми волосами и карими глазами. Её глаза хранят неизъяснимую печаль и надежду, и вы чувствуете, что она молча смотрит на вас, надеясь на помощь."
            },
            {
              "type": "quest",
              "title": "Найти Лилу Марш",
              "description": "Лила Марш работала на корпорацию Нексус Тех и исчезла три дня назад. Её сестра, Эвелин, просит вас разыскать её, видя в вас последнюю надежду."
            }
          ],
          "next_node": 10
        },
        {
          "text": "Лечь спать",
          "description": "Вы медленно ложитесь, но мысли о Лиле и загадочной Эвелин тревожат сознание, как рой теней, скрывающихся в тёмных закоулках города.",
          "rewards": [
            {
              "type": "item",
              "name": "Фотография Лилы",
              "description": "На фотографии изображена молодая девушка лет двадцати, с длинными блондинистыми волосами и карими глазами. Её лицо остаётся в памяти, словно смутный, таинственный сон, который, кажется, вот-вот развеется."
            },
            {
              "type": "quest",
              "title": "Найти Лилу Марш",
              "description": "Лила Марш исчезла три дня назад. Её сестра Эвелин оставила вам её фотографию и надеется, что вы разгадаете её судьбу."
            }
          ],
          "next_node": 10
        }
      ]

    },
    {
      "id": 6,
      "text": "Вы отказываетесь от дела, и история заканчивается.",
      "options": []
    },
    {
      "id": 7,
      "text": "Эвелин с благодарностью принимает ваше предложение. Тени в комнате отбрасывают её силуэт на стену, где он мелькает, словно немая призрачная фигура. Вы достаете бутылку виски из старого ящика. На этикетке, пожелтевшей и потерявшей цвет, едва различимы буквы, напоминающие, что это — 'Горький Бриз', скромное пойло, популярное в нижних кругах. Наливая в два стакана, вы слышите, как виски булькает, смешиваясь с тяжелым запахом комнатного затхлого воздуха, витающего здесь, как старое воспоминание. Эвелин берет стакан, немного расслабившись, хотя напряжение остаётся в её пальцах, которые слегка дрожат, обхватывая холодное стекло. Она начинает говорить — её голос тихий, словно боится потревожить тишину, наполняющую комнату. Она рассказывает о том, как её сестра, Лила, исчезла без следа, будто растворилась в плотной городской мгле. Её слова — словно осколки льда, тонкие, хрупкие, но такие реальные, пронизывающие сознание, оставляя после себя ощущение тревоги и непреходящего холода.",
      "options": [
        {
          "text": "Слушать дальше",
          "description": "Вы внимательно слушаете Эвелин, всматриваясь в её лицо, где каждая морщинка, каждый изгиб рассказывает историю, полную боли и утраты. Кажется, что за окном, сквозь плотную неоновую дымку, даже город прислушивается.",
          "rewards": [],
          "next_node": 5
        }
      ]
    },
    {
      "id": 8,
      "text": "Вы подходите к окну, наблюдая за её уходом. Дождь льёт, как из ведра, тяжёлые капли стеклянными струями соскальзывают вниз, сливаясь с городским туманом, что окутывает улицы призрачным покрывалом. Эвелин уходит в этот нескончаемый дождь, её фигура постепенно растворяется, становится частью этих запутанных теней и дрожащих огней, словно её и не существовало вовсе. Неоновые вывески, мигая, отражаются на мокрой поверхности дороги, разбиваясь цветными бликами о тёмный асфальт. Кажется, что даже город не хочет отпустить её, напоследок оставляя её силуэт в каждом световом пятне, в каждом мерцающем огоньке.",
      "options": [
        {
          "text": "Передумать и позвать её обратно",
          "description": "Вы импульсивно распахиваете окно, почти крича сквозь шум дождя и уличный гул, пытаясь перекричать город, который словно намеренно заглушает ваш голос.",
          "rewards": [],
          "next_node": 3
        },
        {
          "text": "Закрыть окно и забыть",
          "description": "Вы тихо закрываете окно, стараясь выбросить из головы её образ, но чувство беспокойства и неясной утраты остаётся, словно горечь, осевшая на языке.",
          "rewards": [],
          "next_node": 9
        }
      ]
    },
    {
      "id": 9,
      "text": "Вы пытаетесь вернуться к своим делам, но её образ стоит перед глазами, как призрачное напоминание. Ночь тянется, унося за собой эхо её слов, но мысли о странной женщине и её просьбе, словно призраки, не отпускают. Они заполняют тишину, смешиваясь с мягким шумом уличного дождя, и в каждом тике старых часов вам чудится её тихий вздох. Город за окном молча наблюдает, его неоновые огни мигают, словно в насмешку, подчёркивая ваше бессилие перед этим огромным, поглощающим всё мегаполисом.",
      "options": []
    },
    {
      "id": 10,
      "text": "После того, как вы, наконец, смогли немного поспать, утренние звуки города пробуждают вас. Скрипучая кровать издаёт протяжный скрежет, напоминая о своих старых пружинах. Прежде чем приступить к поискам, вы понимаете, что надо разузнать побольше о 'Нексус Тех'. В голове сразу всплывает мысль: СмарТерм — ваш ветхий, но всё ещё работающий старый компьютер, стоит на столе, покрытом пылью и грязью. Взяв его, вы открываете поисковую систему. Экран мерцает, компьютер гудит, нагреваясь, как старый реактор, который вот-вот взорвётся. В конце концов, загрузка завершена, и перед вами — длинный список данных о корпорации.",
      "options": [
        {
          "text": "Открыть свой СмарТерм, чтобы разузнать побольше об этой корпорации",
          "description": "Вы вздыхаете, глядя на старый монитор, экран которого покрыт пылью и мелкими царапинами. Наконец, решаетесь и запускаете поиск, едва ли надеясь найти что-то ценное.",
          "rewards": [],
          "next_node": 11
        }
      ]
    },
    {
      "id": 11,
      "text": "На экране начинают мелькать результаты поиска, и среди сотен рекламных баннеров и вакансионных объявлений, вы наконец находите информацию о компании. 'Нексус Тех' — девиз их компании ярко сверкает на экране: 'Ваше тело, ваш выбор, ваш Нексус Тех'. Оказалось, это — одна из крупнейших мегакорпораций, занявшая свою нишу в биотехнологиях и имплантах, предлагающая «улучшить» тела каждого, кто готов платить. Сотни фотографий, изображающих их футуристические офисы, лощёные, сверкающие в стекле и металле, напоминают о бездушной роскоши и стерильности. Судя по новостям, корпорация пользуется мрачной репутацией. На экране вы видите, что 'Нексус Тех' неоднократно обвиняли в монополии, говорили о подкупе судей и махинациях с правительственными грантами. Вы не можете не вспомнить, что однажды и сами подумывали об импланте, но взглянув на экран, с отвращением понимаете, что сделали правильный выбор, отказавшись от их услуг.",
      "options": [
        {
          "text": "Посмотреть новостные заголовки",
          "description": "Ваши глаза скользят по десяткам заголовков, и каждый — как отдельная страница теневой истории компании.",
          "rewards": [],
          "next_node": 12
        },
        {
          "text": "Узнать, где находится головной офис компании",
          "description": "После долгих поисков среди рекламных баннеров, вы наконец находите местоположение головного офиса.",
          "rewards": [],
          "next_node": 13
        }
      ]
    },
    {
      "id": 12,
      "text": "На экране появляются заголовки, рассказывающие о множестве корпоративных скандалов: 'Скандал в Ночном Городе: Нексус Тех обвиняют в монополии на рынке имплантов'; 'Теневые сделки в Ночном Городе: Нексус Тех подозревают в возможном подкупе судей, компания всё отрицает'; 'Будущее уже здесь: Нексус Тех анонсирует революционный имплант, готовый к выходу'. Эти слова словно оживают, напоминая вам о том, что в этом городе вся правда — это лишь тщательно скрываемая ложь, и что сила мегакорпораций здесь превыше закона. Последняя новость — самая свежая, вышла всего неделю назад, и её рекламный ролик, мелькающий на экране, обещает невероятные возможности для каждого, кто решится на установку нового импланта.",
      "options": [
        {
          "text": "Узнать, где находится головной офис компании",
          "description": "Вчитываясь в рекламные объявления и игнорируя цветастые слоганы, вы, наконец, находите адрес центрального офиса компании.",
          "rewards": [],
          "next_node": 13
        }
      ]
    },
    {
      "id": 13,
      "text": "Вы одеваете старое кожаное пальто, которое когда-то было черным, а теперь потускнело и треснуло от многолетнего износа. Выходите на мокрую от дождя узкую улицу, оглядываясь в непрекращающийся поток капель, что стекают по выцветшим плакатам на стенах. Напротив вас сверкает яркая вывеска забегаловки 'Неоновые вкусы', подмигивая разноцветными огнями и отражаясь в лужах на тротуаре. Вывеска, будто издеваясь, приглашает вас войти и укрыться от холодной тьмы ночного города. Чуть поодаль виднеется странное здание — церковь 'Синтетического Рассвета'. Её стены, частично обклеенные рекламными баннерами и объявлениями о быстрых кредитах и имплантах, словно пытаются защитить верующих от обманчивых искушений окружающего мира. Старинные двери церкви украшены стальными гравировками, уже покрытыми ржавчиной и грязью, а в тусклом свете неона они кажутся порталом в неведомое.",
      "options": [
        {
          "text": "Зайти в 'Неоновые вкусы'",
          "description": "Вы чувствуете, как урчит желудок, и решаете зайти в забегаловку.",
          "rewards": [],
          "next_node": 14
        },
        {
          "text": "Идти в 'Синтетический рассвет'",
          "description": "В церкви бывают самые разные люди, возможно, её приетерии знают что-то о Лиле.",
          "rewards": [],
          "next_node": 15
        }
      ]
    },
    {
      "id": 14,
      "text": "Вы заходите в 'Неоновые вкусы'. Внутри тускло горят неоновые лампы, их свет создаёт блики на поверхности мебели из потрёпанного пластика и обшарпанного металла. За барной стойкой стоит бармен, крепко сбитый мужчина средних лет с сединой в коротких волосах и небольшой щетиной. Его лицо с морщинами вокруг глаз выдает усталость и бессонные ночи, проведённые за этой стойкой. В руках он держит стакан, который методично протирает белым полотенцем. Его глаза внимательно осматривают вас, в них отражаются красные и синие отблески неоновых ламп, что придают его взгляду загадочность. Вы чувствуете на себе его изучающий взгляд. Похоже, он вас хорошо знает, возможно, слишком хорошо.\n— 'Что будешь брать?' — наконец спрашивает он, не отвлекаясь от стакана. \n— 'Как обычно или что-то новое?' — в его голосе лёгкая нотка иронии, которую вы слышите уже не впервые.",
      "options": [
        {
          "text": "-'Как обычно...'",
          "description": "Бармен достает бутылку и наливает вам 'Горький Бриз', напиток, который знают все постоянные клиенты этого места.",
          "rewards": [],
          "next_node": 16
        },
        {
          "text": "-'Давай что-нибудь новое'",
          "description": "Бармен кивает, достает бутылку с синтетическим эшойлом и наполняет стакан густой жидкостью, переливающейся ядовито-зелёными оттенками.",
          "rewards": [],
          "next_node": 16
        }
      ]
    },
    {
      "id": 15,
      "text": "Вы подходите к зданию церкви, которое словно затерялось среди небоскрёбов и гудящих турболифтов. Вокруг слышен приглушенный гул города, но у порога царит странный покой, будто сама церковь защищена невидимой преградой от сумасшествия внешнего мира. Изнутри доносятся приглушённые голоса, и через узкие окна пробиваются цветные лучи света, проникая сквозь витражи и оставляя на земле мерцающие пятна. Служение только что закончилось, и люди — от бедных бездомных до представителей высших слоёв общества, но всех в одинаково потёртых, простых одеждах — начинают расходиться, погружаясь обратно в неоновую мглу. Среди них вы замечаете фигуру приетерия, андроида, облачённого в длинную чёрно-фиолетовую робу. Она выглядит поношенной, с мелкими прорехами и следами старой грязи, но при этом несёт в себе некую величавость. Его лицо лишено привычных мимических черт, а вместо глаз — круглые механические линзы, мерцающие синим светом. Лишённый клобука, приетерий слегка кивает вам, как будто зная, зачем вы пришли.",
      "options": [
        {
          "text": "Вернуться и идти в 'Неоновые вкусы'",
          "description": "Ваш голод берёт верх, и вы решаете вернуться к забегаловке.",
          "rewards": [],
          "next_node": 14
        },
        {
          "text": "Подойти к приетерию",
          "description": "Вы протискиваетесь через толпу и подходите к приетерию, чувствуя на себе его изучающий, холодный взгляд.",
          "rewards": [],
          "next_node": 17
        }
      ]
    },
    {
      "id": 16,
      "text": "Вкус напитка обжигает горло и оставляет терпкое послевкусие. За стойкой витает запах жареного синтетического мяса и пригоревшего масла. Вы замечаете посетителей, сидящих поодаль: старые знакомые — рабочие с фабрик и заводов, откинувшиеся на пластиковые кресла с сигаретами во рту, их лица уставшие и обветренные, с темными кругами под глазами. Один из них краем глаза наблюдает за вами, но сразу отводит взгляд, когда вы замечаете его пристальное внимание. В воздухе висит еле различимый шум шёпота, обрывки разговоров о работе, о безысходности, и иногда о пропавших людях. Вы чувствуете, как глухой, хриплый голос бармена выводит вас из размышлений.\n— 'Так, тебе нужна Лила?' — тихо, но выразительно произносит он, продолжая протирать стаканы.",
      "options": [
        {
          "text": "Спросить у бармена про Лилу",
          "description": "-'Давненько я её не видел', отвечает бармен, явно что-то вспоминая. В его голосе мелькает нотка осторожности, как будто он не хочет разглашать всё сразу.",
          "rewards": [],
          "next_node": 18
        }
      ]
    },
    {
      "id": 17,
      "text": "Приетерий стоит неподвижно перед вами. Его мерцающие линзы внимательно изучают вас, как будто сканируя каждую деталь, от затёртых краёв пальто до морщин на лице. Робот говорит медленно, его металлический голос звучит с лёгким скрипом, будто в его механизме давно никто не смазывал шестерёнки.\n— 'О! Так вам тоже нужна Лила?' — его искусственный голос, тем не менее, кажется наполненным скрытой эмоцией, как будто он понимает ваше беспокойство. Отсутствие клобука делает его вид ещё более странным, будто его лишили важной детали, его символа. Позади него мрачно возвышается алтарь, освещённый приглушённым фиолетовым светом, создавая мистическое ощущение.",
      "options": [
        {
          "text": "Спросить про Лилу",
          "description": "-'Да, она мне нужна. Ты её видел?' — спрашиваете вы, пытаясь понять, может ли этот андроид помочь вам.",
          "rewards": [],
          "next_node": 19
        },
        {
          "text": "Спросить что стало с клобуком",
          "description": "-'Приетерий, что стало с вашим клобуком?' — интересуетесь вы, указывая на его безликую голову.",
          "rewards": [
            {
              "type": "quest",
              "title": "Найти клобук",
              "description": "У местного приетерия пропал его головной убор — клобук. Может быть, стоит помочь ему вернуть его."
            }
          ],
          "next_node": 21
        }
      ]
    },
    {
      "id": 18,
      "text": "Бармен, тяжело вздохнув, начинает рассказывать, что видел Лилу несколько дней назад. Она была одета в потрёпанную куртку, из-под которой выглядывали разноцветные импланты, мерцающие в тусклом свете бара. Он помнит, как она нервно осматривалась, лицо её было напряжённым, глаза искали что-то или кого-то. Бармен вспоминает, что Лила выглядела взбешенной и бормотала что-то про увольнение, сжав кулаки и изредка бросая нервные взгляды на дверь. Гул в баре, шорох стаканов и смех пьянчуг на заднем плане не дают вам уловить последние слова бармена.",
      "options": [
        {
          "text": "Уйти",
          "description": "Вы покидаете бар, под шум приближающегося дождя, но замечаете, как бармен начинает говорить по телефону, словно подслушанный разговор был только началом.",
          "rewards": [],
          "next_node": 20
        },
        {
          "text": "Выпить еще",
          "description": "Вы хотите заказать ещё один стакан, но внутренняя тревога не даёт покоя, словно что-то зовёт вас продолжить поиски.",
          "rewards": [],
          "next_node": 20
        }
      ]
    },
    {
      "id": 19,
      "text": "— 'До меня о ней кто-то спрашивал? Странно… Эвелин говорила, что полиция этим делом не интересовалась, но тогда кто?' — мысли о таинственных интересах других людей в этом деле врываются в голову, как призрачные образы в клубах табачного дыма. Невольно вам кажется, что кто-то наблюдает за вами с неприметного угла, скрываясь в тени. Вы мельком оглядываете темные уголки, но там лишь мертвая тишина и пустота.\n\nВаши раздумья прерывает грубый, ржаво скрипящий голос приетерия, смахивающего на старинного механического священника, которого забыли обновить. Его медные и стальные поверхности покрыты следами ржавчины и потемневшими пятнами, словно память о долгих годах в этом мрачном месте.\n\n— 'Если вы хотите знать, знаю ли я где она, то ответ — нет. В последний раз на службе она появлялась неделю назад, и ничего необычного в ней не было', — его слова звучат спокойно, но в этом механическом голосе есть что-то тревожное, что не даёт вам покоя. В его неподвижных глазах, кажущихся пустыми и холодными, вы ловите тень странного выражения, как будто он что-то недоговаривает.",
      "options": [
        {
          "text": "Расспросить о Лиле",
          "description": "Вы делаете глубокий вдох, ощущая запах старых проводов и смазки, которые исходят от приетерия, и спрашиваете: 'Вы не знаете, чем занималась Лила? Может, у неё были какие-то проблемы?' Ваш взгляд скользит по его изношенному, слегка проржавевшему лицу, отмечая каждую трещину и запылённый болт.",
          "rewards": [],
          "next_node": 23
        }
      ]
    },
    {
      "id": 20,
      "text": "Вы выходите на шумящую улицу. Жизнь в городе бурлит, несмотря на вечную ночь. Когда-то люди определяли время по свету на улице, а сейчас время определяют лишь часы на бионических запястьях и дисплеи на витринах магазинов, мигающие синхронными красно-синими цифрами. Вы чувствуете себя, словно в капсуле времени, затянутой неоновыми трубками.\n\nЗдесь всё — от беспокойного движения толп до мелькающих турболифтов — дышит скоростью. Пешеходы идут в хаотическом ритме, как частицы в вечном водовороте; кто-то говорит по голокому, кто-то задумчиво уставился в виртуальные экраны перед глазами. От каждого витает аромат дешевых ароматизаторов, смешанный с запахом озона, что слегка щекочет нос и вызывает едва уловимый привкус металла во рту.\n\nВы поднимаете голову и ловите взглядом мерцающие вывески, которые словно звёзды пробиваются сквозь тьму. В этом мире забытое небо и мёртвые улицы сливаются в одно. Время здесь — иллюзия, где свет и тьма обрели форму машин и бетона, вечно вибрирующих и гудящих.",
      "options": [
        {
          "text": "Подумать о вечном",
          "description": "Взгляд устремляется в чёрное небо, где лишь неоновые вывески бросают свои холодные тени. Мысли начинают медленно уноситься к тому, что есть за пределами этого города — если там вообще что-то есть, кроме непроглядной тьмы.",
          "rewards": [
            {
              "type": "item",
              "name": "Неоновые мысли",
              "description": "Вы задумались о вечном, и это дало вам новое видение происходящего, хоть и немного встревожило."
            }
          ],
          "next_node": 22
        },
        {
          "text": "Уйти",
          "description": "Вы покидаете шумную улицу, чувствуя, как неоновый свет от вывесок отражается от мокрого асфальта, словно указывая путь вперёд.",
          "rewards": [],
          "next_node": 22
        }
      ]
    }
  ]
}
