{
  "inventory": [],
  "nodes": [
    {
      "id": 1,
      "text": "Вы витаете в облаках, солнце ласково светит вам в лицо, но внезапно вы слышите неприятный звук и вас выдергивает из сна в суровую реальность. Вы просыпаетесь от дверного звонка. За окном вечная ночь, неоновые огни отражаются в каплях дождя на стекле. На пороге вашего офиса, если конечно его можно так назвать, появляется загадочная женщина по имени Эвелин Марш. Она одета в длинное темное пальто, скрывающее её фигуру. На её лице видны следы усталости и беспокойства, а на голове клобук 'Синтетическго рассвета'",
      "options": [
        {
          "text": "Спросить, чем ей помочь",
          "description": "Вы открываете дверь и спрашиваете чем вы может быть полезны.",
          "rewards": [],
          "next_node": 2
        },
        {
          "text": "Пригласить её внутрь",
          "description": "Вы приглашаете её внутрь и предлагаете присесть.",
          "rewards": [],
          "next_node": 3
        },
        {
          "text": "Игнорировать её",
          "description": "Вы решаете игнорировать женщину и лечь спать.",
          "rewards": [],
          "next_node": 4
        }
      ]
    },
    {
      "id": 2,
      "text": "Эвелин, держа руки в карманах, робко отвечает, что её сестра Лила пропала несколько дней назад. Она уже обращалась в полицию, но расследование идет очень вяло, если вообще идет и поэтому она пришла к вам и просит взяться за расследование.",
      "options": [
        {
          "text": "Согласиться взяться за дело",
          "description": "Вы соглашаетесь ей помочь, почувствовав, что за этим кроется что-то большее, да и деньги лишними не бывают.",
          "rewards": [],
          "next_node": 5
        },
        {
          "text": "Отказаться",
          "description": "Вы отказываетесь от дела, и история заканчивается.",
          "rewards": [],
          "next_node": 6
        }
      ]
    },
    {
      "id": 3,
      "text": "Эвелин благодарно кивает и заходит в офис. Она садится на ветхий стул у окна и начинает рассказывать, как её сестра, Лила Марш, исчезла. Эвелин уже обращалась в полицию, но расследование идет очень вяло, если вообще идет.",
      "options": [
        {
          "text": "Выслушать её внимательно",
          "description": "Вы внимательно слушаете Эвелин, пытаясь понять все детали.",
          "rewards": [],
          "next_node": 5
        },
        {
          "text": "Предложить ей выпить",
          "description": "Вы предлагаете Эвелин выпить чего-нибудь для успокоения.",
          "rewards": [],
          "next_node": 7
        }
      ]
    },
    {
      "id": 4,
      "text": "Вы решаете проигнорировать женщину, продолжая заниматься своими делами. Вы слышите, как она стоит за дверью ещё несколько минут, затем уходит.",
      "options": [
        {
          "text": "Посмотреть в окно",
          "description": "Вы подходите к окну и смотрите, как женщина уходит в дождь.",
          "rewards": [],
          "next_node": 8
        },
        {
          "text": "Продолжить заниматься делами",
          "description": "Вы продолжаете заниматься своими делами, игнорируя всё происходящее.",
          "rewards": [],
          "next_node": 9
        }
      ]
    },
    {
      "id": 5,
      "text": "Эвелин рассказывает, что ее сестра пропала несколько дней назад. Она работала на корпорацию 'Нексус Тех', в офисе этой компании ее в послений раз и видели. Уже у двери Эвелин, что-то вспомнив, резко оборачивается и передает фотографию Лилы.",
      "options": [
        {
          "text": "Осмотреть фотографию",
          "description": "На фотографии изображена молодая девушка лет двадцати, с длинными блондинистыми волосами и кариеми глазами. Отвев глаза от фотографии, вы видите что Эвелин уже испарилась. Вы ложитесь спать в раздумиях.",
          "rewards": [
            {
              "type": "item",
              "name": "Фотография Лилы",
              "description": "На фотографии изображена молодая девушка лет двадцати, с длинными блондинистыми волосами и кариеми глазами"
            },
            {
              "type": "quest",
              "title": "Найти Лилу Марш",
              "description": "Лила Марш работала на корпорацию Нексус Тех и пропала 3 дня назад. Ее сетра, Эвелин, обращалась в полицию, но та не смогла помочь"
            }
          ],
          "next_node": 10
        },
        {
          "text": "Лечь спать",
          "description": "Вы ложитесь спать, но мысли о загадочной девушке, ее пропаже и корпорации не покидают вас.",
          "rewards": [
            {
              "type": "item",
              "name": "Фотография Лилы",
              "description": "На фотографии изображена молодая девушка лет двадцати, с длинными блондинистыми волосами и кариеми глазами"
            },
            {
              "type": "quest",
              "title": "Найти Лилу Марш",
              "description": "Лила Марш работала на корпорацию Нексус Тех и пропала 3 дня назад. Ее сетра, Эвелин, обращалась в полицию, но та не смогла помочь"
            }
          ],
          "next_node": 10
        }
      ]
    },
    {
      "id": 6,
      "text": "Вы отказываетесь от дела, и история заканчивается.",
      "options": []
    },
    {
      "id": 7,
      "text": "Эвелин с благодарностью принимает предложение. Вы достаете бутылку виски и два стакана. Эвелин начинает рассказывать свою историю, немного расслабившись.",
      "options": [
        {
          "text": "Слушать дальше",
          "description": "Вы слушаете Эвелин, пытаясь понять все детали.",
          "rewards": [],
          "next_node": 5
        }
      ]
    },
    {
      "id": 8,
      "text": "Вы подходите к окну и видите, как Эвелин уходит в дождь, её фигура постепенно растворяется в неоновой дымке.",
      "options": [
        {
          "text": "Передумать и позвать её обратно",
          "description": "Вы передумываете и открываете окно, чтобы позвать её обратно.",
          "rewards": [],
          "next_node": 3
        },
        {
          "text": "Закрыть окно и забыть",
          "description": "Вы закрываете окно и решаете забыть о произошедшем.",
          "rewards": [],
          "next_node": 9
        }
      ]
    },
    {
      "id": 9,
      "text": "Вы продолжаете заниматься своими делами, игнорируя всё происходящее. Ночь проходит тихо, но мысли о странной женщине и её просьбе не дают вам покоя.",
      "options": []
    },
    {
      "id": 10,
      "text": "Хорошенько поспав, вы встаете со скрипящей кровати. Нужно разузнать побольше про этот 'Нексус Тех', как минимум узнать где их офис. Нверняка это очередной стартап с большими амбициями, но что-то о них точно есть в СмарТерм-е",
      "options": [
        {
          "text": "Открыть свой СмарТерм, чтобы разузнать побольше об этой корпарации",
          "description": "Вы открываете совй дряхленький компьютер. Пора бы его уже заменить, но руки никак не доходят, да и денег тратить не охота.",
          "rewards": [],
          "next_node": 11
        }
      ]
    },
    {
      "id": 11,
      "text": "Перед выми вылетают поисковые запросы: реклама, вакансии, еще раз реклама и наконец, вот она, страница компании. 'Ваше тело, ваш выбор, ваш Нексус Тех'. Более 1000 отделений...доставка по всему миру...национальные гранты... Судя по всему, это одна из мегакорпораций и она занимается разработкой передовых имплантов для тела. Из заголовков новостей можны понять, что ее несколько раз обвиняли в монополии, но всякий раз дело либо замянали, либо подкупали судей. Вы вспоминаете что и сами когда-то хотели себе имплант, но отбросили эту идею.",
      "options": [
        {
          "text": "Посмотерть новостные заголовки",
          "description": "Сотни заголовков мелькают перед вашими глазами.",
          "rewards": [],
          "next_node": 12
        },
        {
          "text": "Узнать где находится головной офис компании",
          "description": "Среди рекламных баннеров и объявлений вы находитет местоположение офиса.",
          "rewards": [],
          "next_node": 13
        }
      ]
    },
    {
      "id": 12,
      "text": "Скандал в Ночном Городе: Нексус Тех обвиняют в монополии на рынке имплантов; Теневые сделки в Ночном Городе: Нексус Тех подозревают в возможном подкупе судей, компания все отрицает; Будущее уже здесь: Нексус Тех анонсирует революционный имплант, готовый к выходу. Последняя новость совсем новая, она вышла неделю назад",
      "options": [
        {
          "text": "Узнать где находится головной офис компании",
          "description": "Среди рекламных баннеров и объявлений вы находитет местоположение офиса.",
          "rewards": [],
          "next_node": 13
        }
      ]
    },
    {
      "id": 13,
      "text": "Вы одеваетесь в свое старое кожанное пальто и выходите на мокрую от дождя узенькую улицу. Напротив вас сверкает яркая табличка 'Неоновых вкусов', подмигивая разноцветными огнями, словно приглашая вас выпить и укрыться от теней ночного города. Чуть поодаль вы замечаете контрастное присутствие церкви 'Синтетического Рассвета', ее стены покрыты фрагментами рекламных баннеров, словно пытаясь защитить своих верующих от обворожительных соблазнов окружающего мира",
      "options": [
        {
          "text": "Зайти в 'Неоновые вкусы'",
          "description": "Вы понимаете что еще не ели, и идете в забегаловку.",
          "rewards": [],
          "next_node": 14
        },
        {
          "text": "Идти в 'Синтетический рассвет'",
          "description": "В цервовь приходят разные люди, может приетерии что-нибудь знают.",
          "rewards": [],
          "next_node": 15
        }
      ]
    },
    {
      "id": 14,
      "text": "Бармен, протирая стакан, внимательно смотрит на вас. В его глазах отражается немногочисленный свет неоновых ламп, создавая загадочные отблески на его лице. Он знает вас, знает вашу рутину и ваши привычки, но сегодня в его взгляде что-то новое, что-то, что заставляет вас задуматься.\n-'Что будешь брать?' - спрашивает он, поднося руку к полке со спиртным. \n-'Как обычно или что-то новое?'",
      "options": [
        {
          "text": "-'Как обычно...'",
          "description": "Бармен наливает вам бриз",
          "rewards": [],
          "next_node": 16
        },
        {
          "text": "-'Давай что-нибудь новое'",
          "description": "Бармен наливает вам синтетического эшойла",
          "rewards": [],
          "next_node": 16
        }
      ]
    },
    {
      "id": 15,
      "text": "Вы подходите к кое-как мастящемуся между небоскребов и турболифтов зданию церкви. Недавно закончилось служение и люди уже начали расходиться. Вдали слышится приглушенный звук музыки, и через окна церкви проникают разноцветные световые лучи, словно приглашая вас внутрь. Может быть стоит провести здесь немного времени.",
      "options": [
        {
          "text": "Вернуться и идти в 'Неоновые вкусы'",
          "description": "Ваше желание поесть стоит выше, чем мысль протиснуться через толпу.",
          "rewards": [],
          "next_node": 14
        },
        {
          "text": "Подойти к приетерию",
          "description": "Вы кое-как протискиваетесь сквозь толпу и подходите к приетерию.",
          "rewards": [],
          "next_node": 17
        }
      ]
    },
    {
      "id": 16,
      "text": "Вкус этого дрянного напитка терпкий и кислый, но это позволяет вам прийти в себя. Повсюду в баре витает аромат жареного синтетического мяса и вы слышите шепот разговоров за стойкой.",
      "options": [
        {
          "text": "Спросить у бармена про Лилу",
          "description": "-'Так тебе нужна эта блондинка? Давненько я ее не видел', отвечает бармен, протирая стаканы полотенцем.",
          "rewards": [],
          "next_node": 18
        }
      ]
    },
    {
      "id": 17,
      "text": "Перед вами стоит приетерий. Этот робот одет в длинную изношенную черно-фиолетовую робу. На его голове нет ничего, хотя обычно приетерии носят клобук. Его механические глаза мерцают, когда он обращается к вам. Вдали слышится гул города, но здесь, вокруг церкви, царит покой.",
      "options": [
        {
          "text": "Спросить про Лилу",
          "description": "-'О! Так вам тоже нужна Лила?', скрипящим голосом проговаривает приетерий.",
          "rewards": [],
          "next_node": 19
        },
        {
          "text": "Спросить что стало с клобуком",
          "description": "-'Приетерий, что стало с вашим клобуком?', спрашиваете вы, указывая на его пустую голову.",
          "rewards": [
            {
              "type": "quest",
              "title": "Найти клобук",
              "description": "У местного приетерия пропал его головной убор - клобук, стоит его вернуть"
            }
          ],
          "next_node": 21
        }
      ]
    },
    {
      "id": 18,
      "text": "Бармен, низким и немного хриплым голосом, рассказывает, что видел Лилу несколько дней назад. Он помнит, что она была взбешена и что-то бормотала про увольнение. Гомон и смех пьянчуг, и аппарат для смешивания напитков работающий с пронзительным жужжанием не дает вам услышать последние слова.",
      "options": [
        {
          "text": "Уйти",
          "description": "Уходя из темного бара, вы краем глаза замечаете, как бармен говорит с кем-то по телефону.",
          "rewards": [],
          "next_node": 20
        },
        {
          "text": "Выпить еще",
          "description": "Вы хотите налить еще стакан, но что-то внутри вас останавливает. Это какое-то чувство тревоги, чувство что вы должны быть где-то еще...",
          "rewards": [],
          "next_node": 20
        }
      ]
    },
    {
      "id": 19,
      "text": "До меня о ней кто-то спрашивал? Странно... Эвелин говорила, что полиция этим делом не интересовалась, но тогда кто?... Ваши раздумия прерывает голос приетерия. \n-'Если вы хотите знать знаю ли я где она, то ответ нет. В последний раз на службе она появлялась неделю назад и ничего необычного в ней не было'",
      "options": [
        {
          "text": "Расспросить, о Лиле",
          "description": "-'Вы не знаете чем занималась Лила? Может у нее были какие-то проблемы?', спрашиваете вы, смотря на механическое и слегка проржавевшее лицо приетерия.",
          "rewards": [],
          "next_node": 23
        }
      ]
    },
    {
      "id": 20,
      "text": "Вы выходите на шумящую улицу. Жизнь в городе бурлит, несмотря на вечную ночь. Раньше люди определяли время по тому, насколько светло на улице. Сейчас же время можно узнать только на часах, да и кому оно сейчас нужно? Разве что бизнесменам, да корпоративным воротилам, чтобы не опаздать на очередную встречу. Стрелки часов медленно двигаются, напоминая о том, что вечность уже замкнулась в цикле непрерывной давности. Вокруг вас гудит жизнь мегаполиса: толпы прохожих, бесконечные потоки автомобилей, шум турболифтов, мерцающие неоновые вывески, словно звезды на небосводе.",
      "options": [
        {
          "text": "Подумать о вечном",
          "description": "Вы смотрите в небо, будто надеясь, что там что-то есть кроме непроглядной тьмы и неоновых огней небоскребов",
          "rewards": [
            {
              "type": "item",
              "name": "Неоновые мысли",
              "description": "Вы задумались о вечном, помогло ли вам это?"
            }
          ],
          "next_node": 22
        },
        {
          "text": "Уйти",
          "description": "Вы отходите от здания, огни улиц освещают ваш путь",
          "rewards": [],
          "next_node": 22
        }
      ]
    },
    {
      "id": 21,
      "text": "-'Недавно его кто-то украл, но скоро должны выслать новый', скрипящим голосом проговаривает приетерий. Вам кажется что вы недавно видели клобук, который был не на своем месте, только не помните где",
      "options": [
        {
          "text": "Расспросить о Лиле",
          "description": "-'Вы не знаете чем занималась Лила? Может у нее были какие-то проблемы?', спрашиваете вы, смотря на механическое лицо приетерия.",
          "rewards": [],
          "next_node": 23
        }
      ]
    },
    {
      "id": 22,
      "text": "Вы шагаете по улицам Ночного Города. Лужи, испещренные масляными разводами, отражают красно-синие огни рекламных вывесок. В воздухе стоит запах озона, смешанный с гарью и отработанными газами. Тени заброшенных зданий и закрытых баров придают месту зловещую атмосферу. Прохожие, спеша домой, не замечают друг друга, прячась под капюшонами и вглядываясь в экраны своих устройств. \n\nПодойдя к офису 'Нексус Тех', вы чувствуете, как земля под ногами вибрирует от ритмичных ударов генераторов корпорации. Здание, высотой в сто этажей, стоит словно исполин, возвышающийся над городскими джунглями. Его стеклянные стены, сверкающие в свете неоновых огней, словно зеркало, отражают мрачную красоту города. На самой вершине, как светящееся око, мерцает огромный логотип корпорации, ослепляя своим ярким сиянием. \n\nВдруг под правым ботинком вы чувствуете какой-то предмет. Подобрав его, вы обнаруживаете синюю ключ-карту. Она выглядит новенькой, без единой царапины, явно кто-то уронил её совсем недавно.",
      "options": [
        {
          "text": "Взять карту",
          "description": "Вы поднимаете ключ-карту, ощущая её прохладный металл в своей руке. Кто-то потерял её совсем недавно, но вам она явно нужнее. Возможно, эта карта даст вам доступ к информации, которая поможет в вашем расследовании.",
          "rewards": [
            {
              "type": "item",
              "name": "Синяя ключ-карта",
              "description": "Открывает что-то, но что именно, пока неизвестно. Её наличие может стать решающим фактором в вашем деле."
            }
          ],
          "next_node": 24
        },
        {
          "text": "Оставить её",
          "description": "Она явно кому-то принадлежит, а лишние проблемы вам не к чему. Возможно, лучше не привлекать к себе лишнего внимания и не вмешиваться в дела, которые могут обернуться новыми опасностями.",
          "rewards": [
            {
              "type": "item",
              "name": "Законопослушность",
              "description": "Иногда это мешает, но она может спасти вас от лишних неприятностей."
            }
          ],
          "next_node": 24
        }
      ]
    },
    {
      "id": 23,
      "text": "'Зачем вам это знать?' - он смотрит на вас с недоверием, его мехпнические глаза поблескивают от уличного света. Он явно не хочет разговаривать, особенно с незнакомцем.\n\n-'Я расследую дело пропажи Лилы Марш.' - вы стараетесь говорить уверенно, чтобы приетерий понял серьёзность ваших намерений.\n\n-'Я уже все сказал вашим коллегам из компании.' - его слова настораживают вас. Коллеги из компании? Может это Нексус Тех? Что-то здесь не так. Нужно как-то убедить его все рассказать.\n\n-'Записи, сделанные в прошлый раз, повреждены. Не могли бы вы все повторить?' - вы пытаетесь быть максимально убедительным, хотя внутри чувствуете себя неуверенно.\n\nПриетерий со скрежетем вздыхает, его плечевые шарниры опускаются, и он, кажется, решает, что у него нет другого выбора.\n\n-'Раз такое дело... Лила всегда была молчалива, поэтому все, что я знаю, я знаю от других прихожан. Они рассказывали мне, что она собиралась уволиться, но колебалась из-за чего-то.'",
      "options": [
        {
          "text": "Уйти",
          "description": "Значит, она хотела уволиться, но что-то её держало. Нужно разузнать, что именно её удерживало и почему. Это может быть ключом к раскрытию её исчезновения.",
          "rewards": [],
          "next_node": 20
        }
      ]
    },
    {
      "id": 24,
      "text": "Подойдя ближе к зданию 'Нексус Тех', вы замечаете двух охранников в новенькой черной униформе, стоящих у входа. Их строгие лица скрыты за зеркальными масками, а глаза - за красными линзами глазных имплантов. Эти импланты позволяют им видеть в темноте и сканировать окружающую среду на наличие угроз. Вы чувствуете, как их взгляды прожигают вас насквозь, анализируя каждый ваш шаг.\n\nКогда вы подходите к ним, один из охранников делает шаг вперёд и сканирует вас с головы до ног. Вы замечаете, как его импланты слегка мерцают красным светом, пока он анализирует вашу биометрию. Второй охранник, стоя неподвижно, наблюдает за вами с той же бесстрастной отрешённостью.\n\nВ этом городе вы привыкли к недоверию и подозрительности, но каждый раз, когда вы сталкиваетесь с такими охранниками, вы ощущаете легкое беспокойство.",
      "options": [
        {
          "text": "Попросить впустить внутрь",
          "description": "Вы решаете вести себя уверенно и прямо подходите к охранникам, объясняя им, что у вас есть важное дело внутри здания. Охранники, не найдя ничего подозрительного в вас после сканирования, переглядываются и открывают двери.",
          "rewards": [],
          "next_node": 25
        },
        {
          "text": "Уставившись в небо, идти вперед",
          "description": "Вы решаете вести себя необычно, чтобы отвлечь внимание охранников. Уставившись в небо и делая вид, что вас больше ничего не интересует, вы идете прямо к дверям. Охранники немного удивлены вашим поведением, но после короткого замешательства открывают двери, пропуская вас внутрь.",
          "rewards": [],
          "next_node": 25,
          "required_items": [ "Неоновые мысли" ]
        },
        {
          "text": "Показать удостоверение детектива",
          "description": "Вы решаете действовать официально и показываете охранникам своё удостоверение детектива, доказывая своё право на вход в здание и вас впускают.",
          "rewards": [],
          "next_node": 25,
          "required_items": [ "Законопослушность" ]
        }
      ]
    }
  ]
}
